var localeConfig = {
  currentLocale: 'zh-CN',
  texts: {

    'n001': '欢迎',
    'n002': '优质',
    'n003': '卡券',
    'n004': '促销',
    'n005': '降价',
    'n006': '直销',

    'n101': '主页',
    'n102': '搜索',
    'n103': '购物车',
    'n104': '心愿单',
    'n105': '用户',



    
    't1': '所有类别',
    't2': '手机和平板电脑',
    't3': '电脑和笔记本电脑',
    't4': '电视、音频/视频、游戏、服饰',
    't5': '相机',
    't6': '家用电器',
    't7': '健康与美容',
    't8': '流行服饰',
    't9': '箱包和旅行',
    't10': '体育及户外s',
    't11': '电机',
    't12': '媒体、音乐和书籍',
    't13': '杂货店',
    't14': '促销',
    't15': 'Lazada @ 家',
    't16': '数字商品',
    't17': '手表太阳镜珠宝',
    't18': '母婴',
    't19': '玩具',
    't20': '宠物用品',
    't21': '床上用品、浴',
    't22': '家具',
    't23': '工具、DIY、户外',
    't24': '洗衣和清洁作用的',
    't25': '厨房和餐厅',
    't26': '文具工艺',
    't27': '淘宝收藏推荐',
    't28': '所有',
    't29': '现金支付',
    't30': '配送',
    't31': '免费配送',
    't32': '版权 2017',
    't33': '隐私政策| T＆CS |联系我们| Lazada贩卖',
    't34': '改变桌面版本',

    'i0': '帮宝适 Popok Perekat nb-28 优质护理 ',
    'i1': '优惠价 47.000',
    'i2': '原价 59.900',
    'i3': '-22.0%',
    'i4': 'Cicilan tersedia',
    'i5': '查看更多详细信息',

    'dt0': '综合介绍',
    'dt1': '详情',
    'dt2': '问答',
    'dt3': '评价',

    'SIMPLE': '简单的句子',
    'HELLO': '你好, {name}。欢迎来到{where}!',
    'SALE_START': '拍卖将在{start, date}开始',
    'SALE_END': '拍卖将在{end, date, full}结束',
    'COUPON': '优惠卷将在{expires, time, medium}过期',
    'TIME': '时间是{theTime, time}',
    'SALE_PRICE': '售价{price, number, CNY}',
    'PHOTO': '你有{photoNum, number}张照片',
  }
};

export default localeConfig;